status_dict = {
    "1": {
        "HP": "500/500",
        "ATK": "260",
        "DEF": "200",
        "MGK": "80",
        "SPD": "180",
        "equipment": (
            "光の剣",
            "赤竜の鎧",
            "戦士の証",
        ),
        "skill": [
            "はやぶさ斬り",
        ],
        "abnormal_state": (
            "無し",
        ),
        "explanation": "まだ若いが勇敢な戦士。\n\n顔は凛々しく、どこかあどけなさを残す。",
    },
    "2": {
        "HP": "110/500",
        "ATK": "260",
        "DEF": "200",
        "MGK": "80",
        "SPD": "180",
        "equipment": (
            "武器：無し",
            "赤竜の鎧",
            "戦士の証",
        ),
        "skill": [
            "はやぶさ斬り",
        ],
        "abnormal_state": (
            "無し",
        ),
        "explanation": "まだ若いが勇敢な戦士。\n\n顔は凛々しく、どこかあどけなさを残す。",
    },
    "slave_doll": {
        "0": {
            "HP": "15/20",
            "ATK": "12",
            "DEF": "25",
            "MGK": "0",
            "SPD": "1",
            "equipment": (
                "武器：装備することは禁じられている...",
                "絹のワンピース",
                "奴隷の首輪",
            ),
            "skill": [
                "性奉仕：レベル15",
            ],
            "abnormal_state": (
                "奴隷人形の呪い",
            ),
            "explanation": "奴隷人形になれ果てた主人公。\n\n鍛えていない人間の娘程度に落とされた体力・筋力では\n "
                           "彼が今置かれている状況から抜け出すことなど到底不可能だろう。\n"
                           "愛らしくなった容姿は彼の「ご主人さま」を喜ばせ、彼もまたご主人さまへのご奉仕の気持ちが自然と湧き上がってくるのを"
                           "屈辱の思いで認めるしか無い。\n\n"
                           "日に日に上手になっていく性奉仕。ぷにぷにと弱くなった体で「男のヒト」の前でアレをしゃぶることを"
                           "考えると、体のおくがきゅんと疼いてしまう...",
            "changed": True
        },
    },
}

bad_end_detail_dict = {
    'slave_doll': {
        'min_state_of_progress': 2,
        'route_flag': '',
    }
}
