status_dict = {
    "1": {
        "HP": "500/500",
        "ATK": "260",
        "DEF": "200",
        "MGK": "80",
        "SPD": "180",
        "equipment": (
            "光の剣",
            "赤竜の鎧",
            "戦士の証",
        ),
        "skill": [
            "はやぶさ斬り",
        ],
        "abnormal_state": (
            "無し",
        ),
        "explanation": "まだ若いが勇敢な戦士。\n\n顔は凛々しく、どこかあどけなさを残す。",
    },
    "2": {
        "HP": "500/500",
        "ATK": "260",
        "DEF": "200",
        "MGK": "80",
        "SPD": "180",
        "equipment": (
            "光の剣",
            "赤竜の鎧",
            "戦士の証",
        ),
        "skill": [
            "はやぶさ斬り",
        ],
        "abnormal_state": (
            "無し",
        ),
        "explanation": "まだ若いが勇敢な戦士。\n\n顔は凛々しく、どこかあどけなさを残す。",
    },
}
